Repository: zt-a/FourGimSchool
Catalog: FourGimSchool/locale/*/LC_MESSAGES/django.po
Languages: ky

source: Аккаунты
ky: Аккаунттар

source: Дата рождения
ky: Туулган куну

source: Подтверждение удаления аккаунта
ky: Каттоо эсебин жок кылууну ырастоо

source: Вы уверены, что хотите удалить свой аккаунт?
ky: Каттоо эсебиңизди чын эле жок кылгыңыз келеби?

source: Удалить аккаунт
ky: Каттоо эсебин жок кылуу

source: Авторизация
ky: Кируу

source: Забыли пароль?
ky: Сыр сөзүңүздү унуттуңузбу?

source: Войти
ky: Кируу

source: Выйти
ky: Чыгуу

source: Восстановление пароля
ky: Сыр сөздү калыбына келтирүү

source: Сбросить по E-mail
ky: Электрондук почта аркылуу баштапкы абалга келтирүү

source: Ваша ссылка для сброса пароля просрочено!
ky: Сырсөзүңүздү баштапкы абалга келтирүү шилтемесинин мөөнөтү бүттү!

source: Пароль был успешно изменен
ky: Сырсөз ийгиликтүү өзгөртүлдү

source: Вы успешно изменили пароль.
ky: Сиз сырсөзүңүздү ийгиликтүү өзгөрттүңүз.

source: Вернутся обратно
ky: Кайра келуу

source: Пароль изменен
ky: Сырсөз өзгөртүлдү

source: Поздравляем! Вы успешно изменили пароль своего аккаунта. Используйте его для
ky: Куттуктайбыз! Сиз аккаунтуңуздун сырсөзүн ийгиликтүү өзгөрттүңүз. үчүн колдонуңуз

source: входа в систему
ky: системага кирүү

source: Изменение пароля
ky: Сырсөздү өзгөртүү

source: Сменить пароль
ky: Сырсөздү өзгөртүү

source: Сброс пароля
ky: Сырсөздү кайра коюу

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ky: Эгер сиз киргизген электрондук почта менен каттоо эсеби болсо, сырсөзүңүздү орнотуу боюнча нускамаларды электрондук почта аркылуу жөнөттүк. Сиз аларды жакын арада кабыл алышыңыз керек.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
ky: Эгер сиз электрондук кат албасаңыз, даректи киргизгениңизди текшериңиз Сиз менен катталгансыз жана спам папкаңызды текшериңиз.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ky: Сиз бул электрондук катты алып жатасыз, анткени сиз %(site_name)s дарегиндеги колдонуучу каттоо эсебиңиздин сырсөзүн өзгөртүүнү сурангансыз.

source: Please go to the following page and choose a new password:
ky: Сураныч, төмөнкү бетке өтүп, жаңы сырсөз тандаңыз:

source: Your username, in case you’ve forgotten:
ky: Сиздин колдонуучу атыңыз, эгер сиз унутуп калсаңыз:

source: Thanks for using our site!
ky: Биздин сайтты колдонгонуңуз үчүн рахмат!

source: The %(site_name)s team
ky: %(site_name)s командасы

source: Профиль пользователя
ky: Колдонуучунун профили

source: Изображение профиля отсутствует.
ky: Профиль сүрөтү жок.

source: Редактировать профиль
ky: Профилди түзөтүү

source: Выйти из аккаунта
ky: Каттоо эсебиңизден чыгуу

source: Удаление аккаунта
ky: Каттоо эсеби жок кылынууда

source: Редактирование
ky: Түзөтүү

source: Сохранить
ky: Сактоо

source: Регистрация
ky: Каттоо

source: Зарегистрироваться
ky: Каттоо

source: Достижение
ky: Жетишкендик

source: Дата создания
ky: Түзүлгөн датасы

source: Опубликовано
ky: Жарыялангано

source: Лучшие ученики
ky: Мыкты окуучулар

source: Достижение сотрудников
ky: Кызматкердин жетишкендиги

source: Достижение учеников
ky: Окуучунун жетишкендиги

source: Соревновательные достижение
ky: Атаандаштык жетишкендик

source: Пока что достижение не опубликованы
ky: Жетишкендик азырынча жарыялана элек

source: Нет достижений
ky: Жетишкендиктер жок

source: Наша гордасть
ky: биздин сыймыгыбыз

source: Kyrgyz
ky: Кыргызча

source: Russian
ky: Орусча

source: Архив документов
ky: Документтер архиви

source: Заголовок
ky: Макаланын башы

source: Список документов
ky: Документтердин тизмеси

source: Название
ky: Аты

source: Время публикации
ky: Жарыялоо убактысы

source: Скачивание и Копирование
ky: Жүктөп алуу жана көчүрүү

source: Скачать
ky: Жүктөп алуу

source: Копировать ссылку
ky: Шилтемени көчүрүү

source: Ссылка скопирована в буфер обмена:
ky: Шилтеме алмашуу буферине көчүрүлдү:

source: Комментарий от: {self.author.username} на {self.blog.title}
ky: {self.blog.title} дарегиндеги {self.author.username} дегенден комментарий

source: Комментарии
ky: Комментариялар

source: Лайки
ky: Лайктар

source: Посты
ky: Посттор

source: Добавление поста
ky: Пост кошуу

source: Пожалуйста авторизуйтесь с начало
ky: Сураныч, башынан аккаунтка кириңиз

source: Категории
ky: Категориялар

source: первая
ky: алгачкы

source: предыдущая
ky: мурунку

source: Страница
ky: Баракча

source: из
ky: тартып

source: следующая
ky: кийинки

source: последняя
ky: акыркы

source: Добавить пост
ky: Пост кошуу

source: Предыдущая новость
ky: Мурунку жаңылыктар

source: Следующая новость
ky: Кийинки жаңылык

source: Нет комментариев
ky: Азырынча комментарийлер жок

source: Оставьте комментарий
ky: Комментарий калтырыңыз

source: Оставить комментарий
ky: Комментарий калтыруу

source: Для не зарегистрированных пользователей оставлять комментарий нельзя
ky: Катталбаган колдонуучулар комментарий калтыра албайт.

source: Поиск Постов
ky: Постторду издөө

source: Поиск
ky: Издөө

source: Страницы
ky: Баракчалар

source: Электронные книги
ky: Электрондук китептер

source: Событие
ky: Окуя

source: Правило
ky: Эреже

source: Последние новости
ky: Акыркы жаңылыктар

source: Новостная рассылка
ky: Бюллетень

source: Постов не найдено
ky: Посттор табылган жок

source: Previous
ky: Мурунку

source: Next
ky: Кийинки

source: Последние посты
ky: Акыркы билдирүүлөр

source: Социальные сети
ky: Социалдык тармактар

source: Книги
ky: Китептери

source: Список всех книг
ky: Бардык китептердин тизмеси

source: Подписаться
ky: Жазылуу

source: Список галерей
ky: Галереялардын тизмеси

source: Добавить фото к галерее
ky: Галереяга сүрөт кошуңуз

source: Добавить
ky: Кошуу

source: Дата и время
ky: датасы жана убактысы

source: Медиа файлы:
ky: Медиа файлдар:

source: Ваш браузер не поддерживает тег video.
ky: Сиздин браузериңиз video тэгин колдобойт.

source: Список историй
ky: Окуялардын тизмеси

source: Пока что не опубликованы истории
ky: Азырынча эч кандай окуялар жарыяланган

source: Основной
ky: Негизги

source: Основные
ky: Негизглер

source: Имя
ky: Аты

source: Обратная связь
ky: Кайра байланыш

source: Отзыв
ky: Сын-пикир

source: Отзывы
ky: Сын-пикирлер

source: Вы используете <strong>устаревший</strong> браузер. Пожалуйста, <a href='https://browsehappy.com/' target='_blank'>обновите ваш браузер</a>, чтобы улучшить ваш опыт и безопасность.
ky: Сиз <strong>эскирген</strong> браузерди колдонуп жатасыз. Сураныч, <a href='https://browsehappy.com/' target='_blank'>браузериңизди жаңыртыңыз</a>, Тажрыйбаңызды жана коопсуздукту жакшыртуу үчүн.

source: Кыргызский
ky: Кыргызча

source: Русский
ky: Орусча

source: Привет
ky: Салам

source: Выход
ky: Чыгуу

source: Главная
ky: Башкы бет

source: Правило Школы
ky: Мектеп эрежелери

source: Электронные Книги
ky: Электрондук китептер

source: Отзывы Пользователей
ky: Колдонуучулардын сын-пикирлери

source: Контакты
ky: Байланыштар

source: О Нас
ky: Биз жөнүндө

source: Персонал
ky: Кызматкерлер

source: Учителя
ky: Мугалимдер

source: Классы
ky: Класстар

source: Оценки учеников
ky: Окуучулардын баалары

source: Новости
ky: Жаңылыктар

source: Достижение учителей
ky: Мугалимдин жетишкендиги

source: Оставить Отзыв
ky: Пикир калтыруу

source: Все права защищены
ky: Бардык укуктар корголгон

source: Последние курсы
ky: Акыркы курстар

source: Важно позаботиться о самой боли, а за ней будет следовать рост пациента, но в то же
ky: Бул оорунун өзүнө кам көрүү үчүн маанилүү, жана оорулуунун өсүшү артынан болот, бирокошол эле

source: время будет много работы и боли. Если говорить до мельчайших
ky: убакыт көп иш жана азап болот. Эң майда-чүйдөсүнө чейин

source: деталей, в чем заключается наше упражнение?
ky: чоо-жайы, биздин көнүгүү деген эмне?

source: графического дизайна
ky: көркөм дизайн

source: Приминить сейчас
ky: Азыр тапшыруу

source: Оставьте отзыв о нашем сайте и школе
ky: Биздин веб-сайт жана мектеп жөнүндө пикир калтырыңыз

source: Отправить сейчас
ky: Азыр жөнөт

source: Карта будет видна только на устройствах с шириной экрана 576px и более.
ky: Карта экрандын туурасы 576px же андан көп түзмөктөрдө гана көрүнөт.

source: Перейдите по этой
ky: Картаны көрүү үчүн бул

source: ссылке
ky: шилтемени

source: для просмотра карты.
ky: басыңыз

source: Свяжитесь с нами
ky: Биз менен байланыш

source: Отправить
ky: Жөнөтүү

source: Правило номер -
ky: Эреже номер -

source: Предыдущее
ky: Мурунку

source: Следующее
ky: Кийинки

source: Школа гимназии №4
ky: №4 мектеп-гимназиясы

source: в городе Баткенской
ky: Баткен облусунун

source: области.
ky: аймагында.

source: Электронные
ky: Электрондук

source: Учеников
ky: Окуучулары

source: Сайта
ky: Сайттын

source: Свежие новости
ky: Акыркы кабарлар

source: No photo available
ky: Сүрөт жок

source: лайков
ky: лайктар

source: comments
ky: комментарийлер

source: Наши сотрудники
ky: Биздин кызматкерлер

source: Начальство
ky: Башкаруу

source: Учителя в отставке
ky: Пенсионер мугалимдер

source: Предметы:
ky: Предметтер:

source: Применить сейчас
ky: Азыр тапшыруу

source: Школьные правила
ky: Мектеп эрежелери

source: Важно следовать правилам, а за ними будет следовать рост ученика, но в то же время будет много работы и боли.
ky: Эрежелерди сактоо маанилүү, окуучунун өсүшү аларды сактайт, бирок ошол эле учурда Убакыт көп жумуш жана азап болот.

source: Правила пока не опубликованы
ky: Эрежелер азырынча жарыялана элек

source: Важно следовать правилам, и за ними будет следовать рост ученика, но в то же время будет много работы и боли.
ky: Эрежелерди сактоо маанилүү, окуучунун өсүшү аларды сактайт, бирок ошол эле учурда Убакыт көп жумуш жана азап болот.

source: ПРАВИЛО
ky: ЭРЕЖЕ

source: Школа номер - 4
ky: Мектеп саны - 4

source: Результаты поиска для
ky: үчүн издөө натыйжалары

source: Фотография
ky: Сүрөт

source: Количество лайков
ky: Жаккандардын саны

source: У нас есть новая новость! "{}" {} {}
ky: Бизде жаңы жаңылык бар! "{}" {} {}

source: {self.user.username} поставил лайк новости: {self.news.title}
ky: {self.user.username} жаңылыкты жактырды: {self.news.title}

source: Комментарий от: {self.author.username} на {self.news.title}
ky: Комментарий: {self.author.username} {self.news.title} постунда

source: Пока что нет новостей
ky: Азырынча кабар жок

source: Поиск Новостей
ky: Жаңылыктарды издөө

source: Комментариев
ky: Комментарийлер

source: Предметы
ky: Предметтер

source: Преподаваемые предметы или должность
ky: Окутулган темалар же кызмат орду

source: Возраст
ky: Жашы

source: День 1 урок 1
ky: 1-күн 1-сабак

source: День 1 урок 2
ky: 1-күн 2-сабак

source: День 1 урок 3
ky: 1-күн 3-сабак

source: День 1 урок 4
ky: 1-күн 4-сабак

source: День 1 урок 5
ky: 1-күн 5-сабак

source: День 1 урок 6
ky: 1-күн 6-сабак

source: День 2 урок 1
ky: 2-күн 1-сабак

source: День 2 урок 2
ky: 2-күн 2-сабак

source: День 2 урок 3
ky: 2-күн 3-сабак

source: День 2 урок 4
ky: 2-күн 4-сабак

source: День 2 урок 5
ky: 2-күн 5-сабак

source: День 2 урок 6
ky: 2-күн 6-сабак

source: День 3 урок 1
ky: 3-күн 1-сабак

source: День 3 урок 2
ky: 3-күн 2-сабак

source: День 3 урок 3
ky: 3-күн 3-сабак

source: День 3 урок 4
ky: 3-күн 4-сабак

source: День 3 урок 5
ky: 3-күн 5-сабак

source: День 3 урок 6
ky: 3-күн 6-сабак

source: День 4 урок 1
ky: 4-күн 1-сабак

source: День 4 урок 2
ky: 4-күн 2-сабак

source: День 4 урок 3
ky: 4-күн 3-сабак

source: День 4 урок 4
ky: 4-күн 4-сабак

source: День 4 урок 5
ky: 4-күн 5-сабак

source: День 4 урок 6
ky: 4-күн 6-сабак

source: День 5 урок 1
ky: 5-күн 1-сабак

source: День 5 урок 2
ky: 5-күн 2-сабак

source: День 5 урок 3
ky: 5-күн 3-сабак

source: День 5 урок 4
ky: 5-күн 4-сабак

source: День 5 урок 5
ky: 5-күн 5-сабак

source: День 5 урок 6
ky: 5-күн 6-сабак

source: Классный руководитель
ky: Класс жетекчи

source: Номер кабинета
ky: Бөлмө номуру

source: Мужской
ky: Эркек

source: Ученик
ky: Окуучу

source: Четверть
ky: Чейрек

source: Оценка
ky: Баа

source: Все классы
ky: Бардык класстар

source: Учитель класса
ky: Класс жетекчиси

source: Школа гимназия - 4
ky: Мектеп гимназиясы – 4

source: родились в
ky: жылы төрөлгөн

source: Препадаёт
ky: үйрөтөт

source: в школе гимназии №4 в городе Баткен.
ky: Баткен шаарындагы No4 гимназия мектебинде

source: Стаж работы
ky: Иш стажы

source: лет.
ky: жыл.

source: В данной момент является классным руководителям
ky: Учурда класс жетекчи болуп иштейт

source: класса.
ky: классын

source: Если вам нужна помощь этого учителя вы можете позванить по номеру телефона
ky: Эгер сизге бул мугалимден жардам керек болсо, телефон номерине чала аласыз

source: или можете написать на почту
ky: же электрондук кат жазсаңыз болот

source: Расписание класса
ky: Класс расписаниясы

source: Понедельник
ky: Дүйшөмбү

source: Вторник
ky: Шейшемби

source: Среда
ky: Шаршемби

source: Четверг
ky: Бейшемби

source: Пятница
ky: Жума

source: Оценки за четверть
ky: Чейректик баалар

source: Пока что оценки за четверть не опубликованы
ky: Чейректик баа али чыга элек.
